{"topic":"mobile","questions":{"question1":{"question":"What is the most popular mobile operating system?","variation1":{"question":"Which mobile operating system is the most popular?"},"variation2":{"question":"What is the most widely used mobile operating system?"},"variation3":{"question":"Which mobile operating system has the most users?"}},"question2":{"question":"What is the most popular mobile phone brand?","variation1":{"question":"Which mobile phone brand is the most popular?"},"variation2":{"question":"What is the most sought-after mobile phone brand?"},"variation3":{"question":"Which mobile phone brand is the most in-demand?"}},"question3":{"question":"What is the most popular mobile app?","variation1":{"question":"Which mobile app is the most popular?"},"variation2":{"question":"What is the most widely used mobile app?"},"variation3":{"question":"Which mobile app has the most users?"}},"question4":{"question":"What is the most popular mobile game?","variation1":{"question":"Which mobile game is the most popular?"},"variation2":{"question":"What is the most played mobile game?"},"variation3":{"question":"Which mobile game has the most players?"}},"question5":{"question":"What is the most popular mobile payment system?","variation1":{"question":"Which mobile payment system is the most popular?"},"variation2":{"question":"What is the most widely used mobile payment system?"},"variation3":{"question":"Which mobile payment system is the most in demand?"}},"question6":{"question":"What is the most popular mobile messaging app?","variation1":{"question":"Which mobile messaging app is the most popular?"},"variation2":{"question":"What mobile messaging app is the most widely used?"},"variation3":{"question":"Which mobile messaging app has the most users?"}},"question7":{"question":"What is the most popular mobile browser?","variation1":{"question":"Which mobile browser is the most popular?"},"variation2":{"question":"What is the most widely used mobile browser?"},"variation3":{"question":"Which mobile browser has the most users?"}},"question8":{"question":"What is the most popular mobile search engine?","variation1":{"question":"Which mobile search engine is the most popular?"},"variation2":{"question":"What is the most widely used mobile search engine?"},"variation3":{"question":"Which search engine is the most popular on mobile devices?"}},"question9":{"question":"What is the most popular mobile streaming service?","variation1":{"question":"Which mobile streaming service is the most popular?"},"variation2":{"question":"What is the most widely used mobile streaming service?"},"variation3":{"question":"Which mobile streaming service has the most users?"}},"question10":{"question":"What is the most popular mobile navigation app?","variation1":{"question":"Which mobile navigation app is the most popular?"},"variation2":{"question":"Which navigation app is the most widely used on mobile devices?"},"variation3":{"question":"What is the go-to mobile navigation app?"}}}}