{"topic":"phone","questions":{"question1":{"question":"What is the most popular phone brand?","variation1":{"question":"Which phone brand is the most popular?"},"variation2":{"question":"What is the most sought-after phone brand?"},"variation3":{"question":"Which phone brand is the most in-demand?"}},"question2":{"question":"What is the latest iPhone model?","variation1":{"question":"What is the newest iPhone model?"},"variation2":{"question":"Which is the most recent iPhone model?"},"variation3":{"question":"What is the most up-to-date iPhone model?"}},"question3":{"question":"What is the most popular operating system for phones?","variation1":{"question":"Which operating system is most commonly used on phones?"},"variation2":{"question":"What is the most widely used operating system for phones?"},"variation3":{"question":"Which operating system is the most popular for phones?"}},"question4":{"question":"What is the most popular messaging app?","variation1":{"question":"Which messaging app is the most popular?"},"variation2":{"question":"Which messaging app has the most users?"},"variation3":{"question":"What is the most widely used messaging app?"}},"question5":{"question":"What is the most popular phone camera resolution?","variation1":{"question":"What is the most sought-after phone camera resolution?"},"variation2":{"question":"Which phone camera resolution is the most popular?"},"variation3":{"question":"What is the most widely used phone camera resolution?"}},"question6":{"question":"What is the most popular phone size?","variation1":{"question":"Which phone size is the most popular?"},"variation2":{"question":"What size phone is the most sought after?"},"variation3":{"question":"What is the most widely used phone size?"}},"question7":{"question":"What is the most popular phone color?","variation1":{"question":"Which phone color is the most popular?"},"variation2":{"question":"What color phone is the most sought after?"},"variation3":{"question":"What is the most favored phone color?"}},"question8":{"question":"What is the most popular phone feature?","variation1":{"question":"Which phone feature is the most popular?"},"variation2":{"question":"What is the most sought-after phone feature?"},"variation3":{"question":"What phone feature is the most in demand?"}},"question9":{"question":"What is the most popular phone accessory?","variation1":{"question":"Which phone accessory is the most popular?"},"variation2":{"question":"What is the most sought-after phone accessory?"},"variation3":{"question":"What phone accessory is the most in demand?"}},"question10":{"question":"What is the most popular phone game?","variation1":{"question":"Which phone game is the most popular?"},"variation2":{"question":"What phone game is the most popular among users?"},"variation3":{"question":"Which phone game has the most users?"}}}}