{
    "What is the most abundant metal in the Earth's crust?": [
        "Which metal is most abundant in the Earth's crust?",
        "What is the most prevalent metal in the Earth's crust?",
        "What is the most common metal in the Earth's crust?"
    ],
    "What is the most malleable metal?": [
        "Which metal is the most malleable?",
        "Which metal has the highest malleability?",
        "What metal is the most pliable?"
    ],
    "What is the most ductile metal?": [
        "Which metal is the most ductile?",
        "Which metal has the highest ductility?",
        "What is the most malleable metal?"
    ],
    "What is the most reactive metal?": [
        "Which metal is the most reactive?",
        "Which metal has the highest reactivity?",
        "Which metal has the greatest reactivity?"
    ],
    "What is the most abundant transition metal?": [
        "Which transition metal is most abundant?",
        "Which transition metal has the highest abundance?",
        "What transition metal has the greatest abundance?"
    ],
    "What is the most abundant metal in the human body?": [
        "Which metal is most abundant in the human body?",
        "What is the most prevalent metal in the human body?",
        "What metal is found in the highest concentration in the human body?"
    ],
    "What is the most abundant metal in seawater?": [
        "What metal is most abundant in seawater?",
        "Which metal is most prevalent in seawater?",
        "What is the most common metal found in seawater?"
    ],
    "What is the most abundant metal in the universe?": [
        "What is the most prevalent metal in the cosmos?",
        "What is the most common metal found in the universe?",
        "Which metal is the most abundant in the universe?"
    ],
    "What is the most abundant metal in the Earth's core?": [
        "What metal is most abundant in the Earth's core?",
        "Which metal is most abundant in the Earth's core?",
        "What is the most prevalent metal in the Earth's core?"
    ],
    "What is the most abundant metal in the Earth's mantle?": [
        "What is the most prevalent metal in the Earth's mantle?",
        "Which metal is most abundant in the Earth's mantle?",
        "What is the most common metal found in the Earth's mantle?"
    ]
}